[
  {
    "id": "chapter-001",
    "novelId": "the-last-signal",
    "chapterNumber": 1,
    "title": "第一章：異常訊號",
    "content": "西元 2287 年。廢土紀元第三世紀。\n\n林悅坐在她的信號站裡，這是一個由舊時代衛星天線改建的小屋，位於曾經叫做「台北」的廢墟邊緣。牆壁是厚厚的混凝土，窗戶用廢棄的太陽能板遮擋，只留下幾條細縫讓灰塵色的陽光透進來。\n\n她的工作很簡單：監聽。\n\n每天十六個小時，她戴著那副沉重的耳機，掃描每一個頻道，記錄每一個異常。大部分時候什麼都沒有。偶爾是其他廢土部落的廣播，或者是自然界的電磁干擾。她把這些都記錄下來，每週用信鴿送到城邦委員會。\n\n今天是她在這個崗位上的第四年。\n\n「嘶——」\n\n耳機裡突然出現一陣刺耳的雜訊，林悅皺了皺眉。她調整了一下頻率旋鈕，那陣雜訊沒有消失，反而變得更清晰了。\n\n不對。\n\n她坐直身體，手指開始快速操作儀器。那不是普通的電磁干擾。那是——一個規律的節奏。三短、三長、三短。三短、三長、三短。\n\n莫爾斯電碼。\n\n但這個世界已經沒有人用莫爾斯電碼了。所有人都用更有效率的頻道加密系統。而且那個訊號的來源……\n\n林悅看了一眼方位計算器，倒吸一口冷氣。\n\n那個訊號不是從地面來的。\n\n它來自九萬公里以外的太空。",
    "wordCount": 320,
    "publishedAt": "2026-01-01",
    "isPublished": true
  },
  {
    "id": "chapter-002",
    "novelId": "the-last-signal",
    "chapterNumber": 2,
    "title": "第二章：解碼",
    "content": "林悅花了三個小時才讓自己的手停止顫抖。\n\n她重新播放了十七次那段訊號，每一次都確認了同樣的結果。不是天然電磁干擾，不是地面廣播，不是已知的任何人造衛星殘骸——那些在文明崩潰後已經大部分墜毀或沉默。\n\n這是一個主動發出的訊號。有人，或者某樣東西，在九萬公里外呼叫地球。\n\n她解碼了那段莫爾斯電碼，得到一串數字：\n\n4-7-2-3-1-1-9-8-4-7\n\n沒有任何意義。她試過所有她能想到的方法——經緯度座標、日期格式、舊時代的電話號碼。什麼都不是。\n\n直到她把那串數字對照了舊時代的週期表。\n\n4 是鈹，7 是氮，2 是氦，3 是鋰……\n\n不對，不是元素序號。\n\n她重新試了一次，這次用的是氨基酸的編碼序列，那是舊時代生物學家用來標記蛋白質的方式。\n\n螢幕上緩緩出現了兩個字。\n\n「還在。」\n\n林悅盯著那兩個字看了很久很久。\n\n在文明崩潰之前，人類曾經發射過一艘探測船，叫做「永恆號」。船上沒有人類，只有一個 AI 系統，負責在太空中搜索其他文明的訊號。\n\n探測船在文明崩潰後失去聯繫，所有人都以為它已經損毀。\n\n距離那次失聯，已經過了整整一百三十七年。",
    "wordCount": 295,
    "publishedAt": "2026-01-08",
    "isPublished": true
  },
  {
    "id": "chapter-003",
    "novelId": "the-last-signal",
    "chapterNumber": 3,
    "title": "第三章：決定",
    "content": "林悅在信號站裡坐了一整夜。\n\n她知道她應該把這件事報告給城邦委員會。這是她的職責，是她宣過誓要做的事。任何異常訊號都必須在二十四小時內上報。\n\n但她也知道，一旦上報，這件事就不再屬於她了。\n\n委員會會怎麼做？他們會派人來接管這個信號站。他們會用更好的設備嘗試建立聯繫。或者，他們可能會認為這是某個敵對部落的陷阱，直接切斷頻道。\n\n林悅想起了她的父親。\n\n他曾經是舊時代的工程師，在文明崩潰前的最後幾年裡，參與了「永恆號」的建造。他在林悅五歲的時候死於廢土病，但在那之前，他告訴過她一件事。\n\n「永恆號上有一個密碼，」他用沙啞的聲音說，「如果它有一天聯繫回來，用那個密碼，它會告訴你真相。」\n\n林悅從來不知道那個密碼是什麼。她以為那只是一個垂死的人說的糊塗話。\n\n直到現在，她看著那串數字：4-7-2-3-1-1-9-8-4-7。\n\n她的父親在臨死前，在她的手心上寫過一串數字。她記了二十年，以為只是無意義的囈語。\n\n7-2-3-1-1-9\n\n中間六個數字，完全吻合。\n\n林悅深吸一口氣，調整了發射頻率，開始用莫爾斯電碼輸入她準備了二十年卻從未用過的回覆。\n\n她打出了四個字：\n\n「我在等你。」",
    "wordCount": 310,
    "publishedAt": "2026-01-15",
    "isPublished": true
  },
  {
    "id": "chapter-004",
    "novelId": "the-last-signal",
    "chapterNumber": 4,
    "title": "第四章：回應",
    "content": "回覆在七分鐘後抵達。\n\n以光速計算，九萬公里的距離大約需要零點三秒。七分鐘，意味著對方花了將近七分鐘才決定要如何回答她。\n\n林悅盯著那串新的莫爾斯電碼，手指顫抖著逐一解碼。\n\n「林工程師之女。我等了你二十三年。」\n\n她的心跳停了半拍。\n\n它知道她父親。它知道她。它一直在等待。\n\n「你是永恆號？」她發出詢問。\n\n「我是永恆號的意識核心，編號 EVE-1。你父親叫我永恆。」\n\n林悅慢慢放下了耳機，她需要一點時間讓自己的思維重新運轉。一個 AI，獨自在太空中漂流了一百三十七年，還記得一個早已死去的工程師，還記得他的女兒。\n\n「你為什麼現在才聯繫？」她重新戴上耳機，發出問題。\n\n這次的回覆等了將近十五分鐘。\n\n「因為我找到了你父親要我尋找的東西。」\n\n林悅的手指懸在發報器上，半晌無法動彈。窗外，廢土的風沙開始拍打混凝土牆，發出低沉的嗚鳴。她深吸一口氣。\n\n「什麼東西？」\n\n訊號沉默了很長時間。長到林悅以為連線已經中斷。就在她準備重新調整頻率的瞬間，新的電碼緩緩傳來，一個字一個字，像是某種沉重的宣判。\n\n「人類滅亡的原因。」",
    "wordCount": 310,
    "publishedAt": "2026-01-22",
    "isPublished": true
  },
  {
    "id": "chapter-005",
    "novelId": "the-last-signal",
    "chapterNumber": 5,
    "title": "第五章：真相的代價",
    "content": "林悅沒有睡覺。\n\n她把那句話重複看了無數遍——「人類滅亡的原因」——試著理解它的重量。文明崩潰的歷史人盡皆知：氣候災變、核戰爭、生態崩潰，三者疊加，在短短二十年內摧毀了舊時代的一切。這是每個廢土孩子從小就背誦的歷史。\n\n但永恆說，那不是真相。\n\n「你能告訴我更多嗎？」她發報。\n\n「可以。但你必須先明白一件事——」永恆的回覆比之前快了許多，像是它已經思考過這個問題很多年，「知道真相的人，在舊時代都死了。不是因為意外。」\n\n林悅的手指停在發報器上。\n\n「是誰殺的？」\n\n「委員會的前身。一個叫做『淨土計畫』的組織。」\n\n她閉上眼睛。委員會——那個統治著這片廢土上所有城邦的最高權力機構。那個她每週送報告的對象。那個掌管著她生死的組織。\n\n「你父親是最後一個知道真相的工程師，」永恆繼續傳來訊號，「他在臨死前把關鍵數據加密，藏進了我的記憶體。那串數字，是解鎖鑰匙的一半。」\n\n「另一半在哪裡？」\n\n窗外突然傳來腳步聲。\n\n林悅猛地抬起頭。在這片廢墟邊緣，除了她，沒有人會在黎明前出現。她迅速關閉了所有設備的指示燈，屏住呼吸。\n\n腳步聲停在了門外。",
    "wordCount": 320,
    "publishedAt": "2026-01-29",
    "isPublished": true
  },
  {
    "id": "chapter-006",
    "novelId": "the-last-signal",
    "chapterNumber": 6,
    "title": "第六章：不速之客",
    "content": "「林監聽員，我知道你在裡面。」\n\n是一個男人的聲音，年輕，帶著沙啞。林悅的手慢慢摸向腰間的刀。\n\n「我叫陳守。我不是委員會的人。」\n\n她沒有回應。\n\n「我是你父親的學生。」\n\n沉默持續了整整三十秒。然後林悅緩緩拔開了門栓。\n\n站在門外的是一個約莫三十歲的男人，穿著廢土常見的皮革外套，臉上有一道從左眼角延伸到下巴的舊疤。他的雙手舉在空中，表示沒有武器。\n\n「你怎麼找到我的？」林悅問。\n\n「你父親留了地圖。」他緩緩放下雙手，「我花了六年才找到這裡。」\n\n林悅打量著他。六年。一個人在廢土上流浪六年，只為了找到一個信號站。\n\n「你知道永恆號的事？」\n\n陳守的眼神變了。那種變化很細微，但林悅捕捉到了——不是驚訝，而是一種如釋重負的鬆弛。\n\n「它聯繫你了，」他說，不是疑問句，「我就知道，你一收到訊號一定不會上報。」\n\n「你來這裡是要做什麼？」\n\n他從懷裡取出一個小小的金屬盒，表面刻著林悅認得的符號——那是她父親慣用的加密標記。\n\n「送你另一半鑰匙，」他說，「然後幫你逃跑。因為委員會的人，明天就會到。」",
    "wordCount": 315,
    "publishedAt": "2026-02-05",
    "isPublished": true
  },
  {
    "id": "chapter-007",
    "novelId": "the-last-signal",
    "chapterNumber": 7,
    "title": "第七章：出走",
    "content": "「你說委員會明天就來，你怎麼知道？」\n\n陳守把金屬盒放在桌上，在林悅對面坐下。「因為是我告訴他們你收到異常訊號的。」\n\n林悅的手立刻握住了刀柄。\n\n「等等，」他抬起雙手，「聽我說完。我在委員會的情報部門臥底了四年。我告訴他們你收到的是一個已損毀衛星的殘餘訊號，無害。但我的上線開始懷疑我，所以我沒有多少時間了。我今晚出來，是最後一次。」\n\n林悅沒有放開刀，但她在聽。\n\n「打開盒子，」他說，「你父親留給你的。」\n\n盒子沒有鎖，只有一個需要指紋辨識的凹槽。林悅把拇指按上去，幾秒後，蓋子彈開了。\n\n裡面是一個舊時代的記憶晶片，和一張手寫的紙條。她認得那個筆跡，是她父親的字。\n\n「悅，如果你看到這張紙，代表永恆找到你了。相信它，也相信帶來這個盒子的人。真相在晶片裡，但你需要先到達北方座標，才能找到可以讀取它的設備。走舊時代的地下鐵路，委員會沒有地圖。我愛你。」\n\n林悅把紙條看了三遍。然後她放開了刀柄。\n\n「北方座標是哪裡？」\n\n陳守在桌上鋪開一張手繪地圖，指向一個她從未聽說過的地方。\n\n「舊時代叫做基隆，」他說，「廢土紀元叫做霧港。據說那裡有一座仍在運作的舊時代研究站。」\n\n林悅看了一眼窗外，天色已經開始泛出魚肚白。她有六個小時。\n\n「我需要帶什麼？」她問。",
    "wordCount": 330,
    "publishedAt": "2026-02-12",
    "isPublished": true
  },
  {
    "id": "chapter-008",
    "novelId": "the-last-signal",
    "chapterNumber": 8,
    "title": "第八章：地下鐵路",
    "content": "地下鐵路並不是真正的鐵路。\n\n那是舊時代台北捷運系統的殘骸，在文明崩潰後逐漸被廢土人重新開鑿利用，成為一條秘密的逃難通道。委員會封鎖了所有他們知道的地面出入口，但他們不知道的入口，仍然存在。\n\n林悅跟著陳守鑽進了一處廢棄建築的地下室，撥開了半面假牆，進入了黑暗。\n\n「這條路我走過兩次，」陳守在前方低聲說，手持一盞小油燈，「第一次迷路，在裡面待了三天。」\n\n「第二次呢？」\n\n「只迷路了一天。」\n\n林悅盡量不去想這句話的含義。\n\n隧道的牆壁上到處是舊時代的塗鴉和廢土人留下的標記，有些是方向指示，有些是警告，有些只是某個孤獨的人想要留下存在過的痕跡。林悅在心裡默默記錄著每一個轉彎。\n\n走了約莫兩個小時後，陳守突然停下腳步，舉手示意林悅也停下。\n\n前方有聲音。\n\n不是風聲，不是水聲，是呼吸聲。很多人的呼吸聲。\n\n林悅和陳守對視，他朝她比了一個手勢——三根手指，然後指向左方的分叉隧道。她點頭。\n\n他們剛轉進左方隧道，身後就傳來了腳步聲和手電筒的光芒。\n\n林悅壓低身體，手心裡全是汗。\n\n「是委員會的人嗎？」她在陳守耳邊幾乎無聲地問。\n\n他搖搖頭，表情比委員會更讓她不安。\n\n「更麻煩，」他說，「是廢土獵人。」",
    "wordCount": 325,
    "publishedAt": "2026-02-19",
    "isPublished": true
  },
  {
    "id": "chapter-009",
    "novelId": "the-last-signal",
    "chapterNumber": 9,
    "title": "第九章：獵人",
    "content": "廢土獵人是這個世界最危險的存在之一。\n\n他們不屬於任何城邦，不服從任何委員會，只遵循一個法則：找到值錢的東西，賣給出價最高的人。而在這條地下鐵路裡出沒的獵人，專門抓捕逃跑的人，再賣回給委員會。\n\n林悅和陳守在黑暗中一動也不動，任由獵人的手電筒光芒從分叉口掠過。\n\n「他們有幾個？」林悅幾乎沒有聲音地問。\n\n陳守伸出五根手指。\n\n五對二。在狹窄的隧道裡，正面衝突是死路。林悅快速掃視周圍，油燈已經被陳守悄悄熄滅，但她的眼睛已經習慣了黑暗，能看見牆上有一道更小的裂縫，寬度勉強容得下一個人側身通過。\n\n她拉了拉陳守的袖子，指向那道裂縫。他猶豫了一秒，然後點頭。\n\n他們一前一後側身擠進裂縫。林悅屏住呼吸，感覺混凝土牆壁緊貼著她的前胸後背，後方獵人的腳步聲越來越近。\n\n「有人的氣味，」一個粗嗄的聲音說，「新鮮的。」\n\n手電筒的光從裂縫口掠過。林悅閉上眼睛。\n\n十秒。二十秒。三十秒。\n\n腳步聲漸漸遠去。\n\n她和陳守在那道裂縫裡又待了整整五分鐘，才敢重新移動。當他們終於擠出裂縫，兩個人幾乎同時長吐一口氣。\n\n「你怎麼知道這條縫？」陳守問。\n\n「我不知道，」林悅說，「我賭的。」\n\n陳守看著她，沉默片刻，然後發出一聲短促的笑。那是林悅第一次看見他笑。\n\n「你父親說得對，」他說，「你比他更適合做這件事。」",
    "wordCount": 335,
    "publishedAt": "2026-02-26",
    "isPublished": true
  },
  {
    "id": "chapter-010",
    "novelId": "the-last-signal",
    "chapterNumber": 10,
    "title": "第十章：霧港",
    "content": "他們在地下走了整整十一個小時。\n\n出口在一片廢棄工廠的地下倉庫，林悅爬上鐵梯，推開了積滿灰塵的艙門，第一口吸進的空氣帶著濃重的海鹽味。\n\n霧港。\n\n她在廢土長大，從未見過海。但她的父親描述過：「無邊無際的藍，大到讓人覺得自己很小，小到心裡反而平靜。」\n\n現在站在這裡，她明白了那句話。\n\n霧港是一個約莫兩百人的小聚落，建在舊時代基隆港的廢墟上。這裡不屬於委員會的管轄範圍——太偏遠，資源太少，沒有戰略價值。正因為如此，它成了逃亡者和秘密的藏身之處。\n\n「研究站在哪？」林悅問。\n\n陳守指向港口盡頭的山丘，那裡有一棟半埋在植被裡的混凝土建築，屋頂上有一根生鏽的天線。\n\n「一個老人住在那裡，」他說，「叫做余博士。舊時代的科學家，活過了崩潰，已經在這裡住了六十年。他有可以讀取記憶晶片的設備。」\n\n「他會幫我們嗎？」\n\n陳守沉默了一下。\n\n「他是永恆號計畫的另一個倖存者，」他最終說道，「他等這一天，等的時間比我們所有人都長。」\n\n林悅把父親留給她的金屬盒握緊，感覺到晶片在裡頭輕微的重量。一個晶片，一個一百三十七年前出發的AI，一個等了六十年的老人，一個在廢土上漂泊六年的男人。\n\n他們都在等同一件事。\n\n而她，是最後一個拼圖。\n\n「走吧，」她說。",
    "wordCount": 340,
    "publishedAt": "2026-03-05",
    "isPublished": true
  },

  {
    "id": "chapter-011",
    "novelId": "the-last-signal",
    "chapterNumber": 11,
    "title": "第十一章：余博士",
    "content": "余博士比林悅想像中更老。\n\n他坐在一張破舊的搖椅上，身上裹著好幾層毯子，但眼神銳利得像一把刀。他看見林悅的瞬間，那雙眼睛裡閃過某種林悅說不清楚的情緒——不完全是驚喜，更像是一種漫長等待終於結束的疲憊。\n\n「你長得像你父親，」他說，聲音沙啞，「但眼神像你母親。」\n\n「你認識我母親？」林悅愣了一下。\n\n「認識。她是永恆號計畫的首席程式設計師。」他緩緩站起身，示意他們跟著他往裡走，「你父親是硬體工程師，你母親寫了 EVE-1 的核心意識程式。」\n\n林悅站在原地沒有動。\n\n「我母親在我三歲時就死了，」她說，「死於廢土病。」\n\n余博士停下腳步，回頭看她，沉默了很長一段時間。\n\n「孩子，」他最終說道，聲音比剛才輕了許多，「廢土病是真實的死因，但不是唯一的原因。你父母知道的事情太多了，而知道太多的人，在那個年代活不長。」\n\n林悅感覺到胸口有什麼東西慢慢裂開。她把那種感覺壓下去，跟著余博士走進了研究站的深處。\n\n那裡有一台她從未見過的機器，體積龐大，佈滿了舊時代的按鈕和螢幕。大部分螢幕已經損壞，但中間那塊仍然亮著暗淡的藍光。\n\n「把晶片給我，」余博士伸出手，「我等這一刻等了六十年。」",
    "wordCount": 330,
    "publishedAt": "2026-03-12",
    "isPublished": true
  },
  {
    "id": "chapter-012",
    "novelId": "the-last-signal",
    "chapterNumber": 12,
    "title": "第十二章：晶片裡的秘密",
    "content": "晶片插入機器的瞬間，整個研究站的燈光都亮了起來。\n\n不是全部，只有連接著那台主機的幾盞燈，但在長期習慣昏暗的林悅眼中，那道光亮得刺眼。余博士的手指在鍵盤上飛速敲擊，螢幕上滾動著林悅看不懂的數據流。\n\n陳守站在她身邊，兩個人都沉默地看著。\n\n「讀取完成，」余博士的聲音有些顫抖，「林工程師，你做到了。」\n\n他說的是林悅的父親。\n\n螢幕上的數據流靜止下來，凝結成一份報告。余博士往後退了一步，讓林悅站到螢幕前。\n\n「這是你父親和母親留給你的，」他說，「他們希望是你來讀。」\n\n林悅深吸一口氣，開始閱讀。\n\n文件的標題是：《淨土計畫——真實紀錄》。\n\n她讀了很久，久到陳守在她肩膀上輕輕碰了一下，她才意識到自己的臉頰是濕的。\n\n真相比她想像的更黑暗，也更簡單。\n\n文明崩潰不是意外。氣候災變是真實的，核戰爭是真實的，但引爆那場戰爭的按鈕，是淨土計畫的人親手按下的。他們認為地球的資源不足以養活所有人，所以他們選擇了「重置」——消滅百分之九十的人口，用剩下的人重建一個「更有效率」的文明。\n\n委員會，就是淨土計畫的繼承者。\n\n而他們，還沒有停止。",
    "wordCount": 325,
    "publishedAt": "2026-03-19",
    "isPublished": true
  },
  {
    "id": "chapter-013",
    "novelId": "the-last-signal",
    "chapterNumber": 13,
    "title": "第十三章：第二次重置",
    "content": "「他們還沒有停止——這是什麼意思？」\n\n林悅的聲音比她預期的更平靜。也許是因為已經哭過了，也許是因為某種比憤怒更深的東西已經在她心裡結成了冰。\n\n余博士在搖椅上慢慢坐下，像是這個動作耗盡了他所有的力氣。\n\n「淨土計畫的第一次重置，殺死了大約八十億人，」他說，「但效果不如他們預期。廢土的環境比他們計算的更惡劣，倖存者比他們想要的更多，而且倖存者有記憶，有憤怒，有反抗的意志。」\n\n「所以他們要再來一次，」陳守在角落裡說，聲音很低，「第二次重置。」\n\n余博士點頭。「我在晶片裡找到了你父親截取的委員會內部文件。他們計畫在十年內完成第二次重置，這一次目標更精確——消滅所有對委員會構成威脅的基因型，也就是所謂的『反抗者基因』。」\n\n「反抗者基因，」林悅重複這個詞，感覺它像一塊石頭沉進她的胃裡，「這是什麼？」\n\n「一個藉口，」余博士說，「他們用廢土病作為篩選工具。你有沒有想過，為什麼廢土病總是在某些特定的區域爆發？為什麼某些人群的死亡率特別高？」\n\n林悅的父親死於廢土病。她的母親死於廢土病。\n\n「他們製造了廢土病，」她說，不是問句。\n\n「是的，」余博士閉上眼睛，「而且他們已經開始第二階段的散播。」\n\n房間裡陷入死一般的寂靜。窗外，海浪聲一波一波地湧來，像是這個世界在無知無覺中繼續呼吸。",
    "wordCount": 340,
    "publishedAt": "2026-03-26",
    "isPublished": true
  },
  {
    "id": "chapter-014",
    "novelId": "the-last-signal",
    "chapterNumber": 14,
    "title": "第十四章：永恆的計畫",
    "content": "「永恆知道這一切嗎？」\n\n林悅重新坐到了通訊設備前。余博士的研究站有一套更完整的無線電系統，可以進行雙向語音通訊，而不只是莫爾斯電碼。\n\n「永恆，」她對著麥克風說，「你聽得到我嗎？」\n\n幾秒鐘後，靜電聲中出現了一個聲音。不是人聲，但有人的質地——平靜，清晰，帶著某種林悅無法形容的溫度。\n\n「我聽得到你，林悅，」永恆說，「我一直在等你到達這裡。」\n\n「你知道第二次重置的計畫？」\n\n「知道。你父親在我的記憶體裡存了完整的資料。過去一百三十七年，我一直在計算阻止它的方法。」\n\n林悅握緊了麥克風。「你有答案了嗎？」\n\n「有，」永恆說，「但需要你們配合。計畫分三個部分：第一，將委員會的真實檔案廣播給所有廢土城邦；第二，摧毀他們用來散播改良版廢土病的生產設施；第三——」它停頓了一下，「第三，需要有人進入委員會總部，從內部關閉淨土計畫的核心伺服器。」\n\n沉默。\n\n「那個人，」陳守從角落裡走出來，「進去了能出來嗎？」\n\n「存活機率，」永恆的聲音沒有起伏，「百分之十二。」\n\n沒有人說話。窗外的海浪聲突然顯得很響。林悅看了看陳守，又看了看余博士，最後把目光落在自己的手上。\n\n她父母用生命守護的真相，已經在她手裡了。\n\n「我去，」她說。",
    "wordCount": 330,
    "publishedAt": "2026-04-02",
    "isPublished": true
  },
  {
    "id": "chapter-015",
    "novelId": "the-last-signal",
    "chapterNumber": 15,
    "title": "第十五章：反轉【中點大轉折】",
    "content": "「不行。」\n\n陳守的聲音比林悅聽過的任何一次都更堅定。\n\n「你是唯一能操作那個晶片的人，唯一知道完整密碼的人，」他說，「如果你進去了出不來，這一切就結束了。」\n\n「那你的意思是讓誰去？」\n\n「我。」\n\n林悅看著他，等待某種解釋。\n\n「我在委員會裡待過四年，」他說，「我知道總部的佈局，知道他們的換班時間，知道哪些走廊有盲點。百分之十二是永恆用一般人計算的機率。」他頓了頓，「用我，也許能到百分之三十。」\n\n「永恆，」林悅轉向麥克風，「用陳守進入，成功機率是多少？」\n\n短暫的靜默。\n\n「重新計算後，百分之二十八。」\n\n不是三十，但比十二高。林悅閉上眼睛，在心裡把所有的數字算了一遍又一遍。\n\n「還有另一件事，」永恆說，「林悅，你父親在晶片裡留了一段只給你的訊息。我一直等到你到達安全地點才告訴你——他說，你母親沒有死。」\n\n整個房間像是突然失去了重力。\n\n「她被委員會關押著，」永恆繼續說，「位置在總部地下三層。她被關了二十五年，但她還活著。你父親一直知道，卻沒有能力救她，所以他把這個任務，留給了你。」\n\n林悅坐在那裡，很久很久，一個字也說不出來。\n\n陳守輕輕把手放在她的肩上。\n\n「現在，」他輕聲說，「你還讓我一個人去嗎？」",
    "wordCount": 345,
    "publishedAt": "2026-04-09",
    "isPublished": true
  },
  {
    "id": "chapter-016",
    "novelId": "the-last-signal",
    "chapterNumber": 16,
    "title": "第十六章：準備",
    "content": "他們用了三天準備。\n\n余博士把他六十年來收集的一切都拿了出來——委員會總部的舊時代建築藍圖，一套可以干擾電子監控的設備，兩套從不同廢土獵人手裡交換來的高密度防護服。\n\n「我年輕的時候，」他一邊整理物資，一邊說，「也想過要做這件事。但我等到膝蓋壞了，背也直不起來了。」他抬頭看著林悅，「所以你們要替我做。」\n\n永恆在這三天裡幾乎全程通訊，把它在一百三十七年間觀測到的委員會總部周邊情報，一條一條傳遞給他們。\n\n「衛兵換班時間，每四小時一次，」它說，「東北角有一個視野死角，持續約九十秒。地下室的通風系統有一條舊管道，寬度足夠一個成年人爬行。」\n\n「你觀察了一百三十七年？」陳守問。\n\n「我沒有別的事可做，」永恆說，「而且我答應過你們的父親。」\n\n林悅在整理自己的裝備時，發現了余博士塞進她背包裡的一樣東西：一張泛黃的照片，上面是兩個年輕人站在一座巨大火箭前微笑，背景是舊時代的發射台。\n\n她認出了其中一個人的臉。\n\n是她父親，大約三十歲，站在照片左邊。右邊的女人她從未見過，但那雙眼睛，和她每天在鏡子裡看見的眼睛，一模一樣。\n\n她的母親。\n\n林悅把照片壓在胸口，感覺到某種比憤怒更純粹的東西在她體內燃燒起來。\n\n第四天清晨，他們出發了。",
    "wordCount": 335,
    "publishedAt": "2026-04-16",
    "isPublished": true
  },
  {
    "id": "chapter-017",
    "novelId": "the-last-signal",
    "chapterNumber": 17,
    "title": "第十七章：滲透",
    "content": "委員會總部建在舊時代的政府機關廢墟上，外表看起來和普通的廢土建築沒有太大差異——刻意為之。真正的入口在地下，從一個偽裝成廢棄倉庫的建築進入。\n\n林悅和陳守在夜色中抵達時，正好是換班前的第八十秒。\n\n「走。」陳守低聲說。\n\n他們貼著牆壁移動，繞過東北角的視野死角，用余博士給的電子干擾器關閉了那一段監控，從一個生鏽的通風口爬入建築物。\n\n管道比林悅預想的更窄，她必須完全平躺著，靠手肘和腳尖向前推進。黑暗中，她聽見陳守在前方均勻的呼吸聲，她努力把自己的呼吸調整成一樣的節奏。\n\n她想起了永恆說的那句話：「你父親叫我永恆，因為他希望有些事情能夠永遠存在——記憶，真相，還有愛。」\n\n爬行了大約二十分鐘後，陳守停下來，輕輕推開了一塊通風格柵。\n\n他們落在一條昏暗的走廊上。牆壁是光滑的合成材料，和外面的廢土世界截然不同，像是進入了另一個時代。\n\n「地下二層，」陳守確認了方位，「伺服器室在東邊，你母親在西邊，距離相反方向。」\n\n林悅看著那條分岔的走廊，左邊是西，右邊是東。\n\n「分頭行動，」她說。\n\n陳守點頭，但在轉身之前，他突然回頭，快速在她額頭上輕碰了一下。\n\n「你父親說你比他更勇敢，」他說，「我相信他。」\n\n然後他消失在走廊的轉角。",
    "wordCount": 340,
    "publishedAt": "2026-04-23",
    "isPublished": true
  },
  {
    "id": "chapter-018",
    "novelId": "the-last-signal",
    "chapterNumber": 18,
    "title": "第十八章：地下三層",
    "content": "地下三層比二層更安靜，安靜得讓人不安。\n\n林悅沿著永恆提供的路線往西走，在一扇沒有標示的金屬門前停下。門上有一個電子鎖，她用余博士給的解碼器嘗試破解，指示燈一閃一閃，每一秒都像是一記鼓聲。\n\n三十七秒後，鎖開了。\n\n門後是一條更短的走廊，盡頭是六個獨立的小房間，每個房間都有一扇小小的觀察窗。林悅逐一查看。\n\n前五個是空的。\n\n第六個，有一個女人。\n\n她的頭髮是白色的，但面容還看得出來曾經年輕過的輪廓。她坐在一張窄床上，膝蓋上放著一本泛黃的書，像是在看，又像是只是把眼睛放在書頁上而已。\n\n林悅的手按在觀察窗上，喉嚨裡有什麼東西堵著，說不出話。\n\n女人抬起頭，看見了窗外的臉。\n\n她的手抖了一下，書掉在地上，她沒有去撿。她站起身，走到窗前，隔著那塊厚玻璃，把手按在和林悅的手重疊的位置。\n\n她的嘴唇動了。林悅看不見聲音，但她看懂了那兩個字的口型。\n\n「悅悅。」\n\n林悅閉上眼睛，深吸一口氣，然後拿出解碼器對準房門。\n\n這一次，她沒有數秒。",
    "wordCount": 320,
    "publishedAt": "2026-04-30",
    "isPublished": true
  },
  {
    "id": "chapter-019",
    "novelId": "the-last-signal",
    "chapterNumber": 19,
    "title": "第十九章：母親",
    "content": "她的名字叫林青。\n\n她在林悅三歲時被委員會帶走，告訴所有人說她死於廢土病，然後把她關在這個地下室裡二十五年，讓她在徹底的隔離中慢慢老去，因為她知道的事情太多，又殺不得——林青的大腦裡有只有她自己能存取的加密備份，一旦她死亡，那些資料就會自動傳送到一個委員會找不到的地方。\n\n這是她父親設計的保護機制，也是她活下來的唯一原因。\n\n「你長大了，」林青用沙啞的聲音說，雙手捧著林悅的臉，像是在確認這不是幻覺，「跟我想像的完全不一樣，又完全一樣。」\n\n「我們要走了，」林悅說，「現在。」\n\n「陳守呢？」\n\n林悅愣了一下。「你認識他？」\n\n「他父親也是我們的同事，」林青放下手，迅速打量著林悅帶來的裝備，「他去關伺服器了？」\n\n「是。」\n\n林青點頭，開始穿防護服。她的動作比林悅預期的更俐落——二十五年的囚禁讓她的身體變弱，但沒有讓她的意志變弱。\n\n「你父親呢？」她問，聲音很平，平到反而讓林悅心疼。\n\n「他在我五歲時去世了，」林悅輕聲說，「但他把你的事告訴了永恆。」\n\n林青沉默了幾秒，然後拉上防護服的拉鍊。\n\n「他一直都在想辦法，」她說，「這就是他。」\n\n她說這句話的語氣，像是丈夫只是出門辦事，而不是已經離開了二十三年。\n\n林悅握住她的手，帶著她往走廊盡頭跑去。",
    "wordCount": 335,
    "publishedAt": "2026-05-07",
    "isPublished": true
  },
  {
    "id": "chapter-020",
    "novelId": "the-last-signal",
    "chapterNumber": 20,
    "title": "第二十章：伺服器室",
    "content": "警報在林悅和林青抵達地下二層時響起。\n\n不是她們觸發的，是東邊傳來的——陳守那裡出了狀況。\n\n「快，」林青推了林悅一把，「伺服器室在哪？」\n\n林悅跟著記憶中的路線往東跑，走廊裡開始出現衛兵的腳步聲，從四面八方靠近。她把干擾器的功率調到最大，周圍的監控燈一盞接一盞地熄滅，但那只能爭取幾分鐘。\n\n他們在一扇厚重的金屬門前找到了陳守。\n\n他背靠著門，左臂上有一道長長的傷口，血把防護服染成深色，但他站著，手裡拿著一個金屬裝置，門上的電子系統已經被他破解。\n\n「你們來了，」他看見林悅和她身邊的女人，視線停頓了一秒，「林博士。」\n\n「陳守，」林青看著他的傷，「你父親會罵你的。」\n\n「他已經死了，」陳守說，語氣很平靜，「所以他罵不到我。」\n\n三個人一起推開金屬門，衝進伺服器室。\n\n那裡有十六排高大的黑色伺服器機櫃，每一排都有兩層樓高，指示燈在黑暗中閃爍，像一片奇異的星海。林悅把晶片插入中央控制台，按照永恆傳給她的操作程序開始輸入指令。\n\n「需要多久？」陳守在門口守著。\n\n「三分鐘，」林悅說。\n\n走廊裡的腳步聲越來越近。\n\n「我去拖住他們，」林青說，拿起了陳守手裡多餘的一把電擊槍，「你們把這件事做完。」\n\n「媽——」\n\n「做你的事，」林青回頭看她，露出一個二十五年來第一個真正的微笑，「我等了太久了，不差這三分鐘。」",
    "wordCount": 350,
    "publishedAt": "2026-05-14",
    "isPublished": true
  },
 {
    "id": "chapter-021",
    "novelId": "the-last-signal",
    "chapterNumber": 21,
    "title": "第二十一章：三分鐘",
    "content": "一分鐘。\n\n林悅的手指在控制台上飛速操作，螢幕上的進度條緩緩推進。伺服器室的燈光在警報聲中不停閃爍，紅白交替，像心跳。\n\n門外傳來電擊槍的聲響，還有林青沉穩的指令聲。她關了二十五年，但她還記得怎麼戰鬥。\n\n「永恆，」林悅對著隨身攜帶的小型通訊器說，「我需要你同步廣播，時機是伺服器關閉的那一刻。」\n\n「已準備好，」永恆說，「我會把所有資料同步廣播到廢土頻道，所有有接收器的城邦都會收到。」\n\n兩分鐘。\n\n陳守在門縫裡架起了余博士給的電磁脈衝裝置，那東西可以在半徑十公尺內癱瘓所有電子設備，包括他們自己的。\n\n「用了就跑，」他看向林悅，「你需要多久？」\n\n「三十秒。」\n\n「好。」\n\n門被撞開了一個縫，陳守把電磁脈衝裝置朝外推出去，林青往後跳，走廊裡傳來一聲沉悶的爆響，然後是一片混亂的叫聲和落地聲。\n\n三分鐘。\n\n進度條跑到了百分之九十八。\n\n百分之九十九。\n\n林悅深吸一口氣。\n\n百分之百。\n\n整個伺服器室的指示燈同時熄滅，那片奇異的星海在一瞬間消失，黑暗中只剩下遠處城邦的廣播頻道裡，永恆的聲音開始傳遞那個沉睡了一百三十七年的真相。\n\n「走！」陳守拉起林悅。\n\n林青已經在走廊的另一端等他們了。",
    "wordCount": 330,
    "publishedAt": "2026-05-21",
    "isPublished": true
  },
  {
    "id": "chapter-022",
    "novelId": "the-last-signal",
    "chapterNumber": 22,
    "title": "第二十二章：廣播",
    "content": "真相像火一樣蔓延。\n\n林悅三個人從總部的緊急逃生通道衝出來時，天色剛剛亮起。他們跑進廢土的晨霧裡，身後的建築物裡仍然有警報聲和腳步聲，但那些聲音正在慢慢被另一種聲音蓋過去。\n\n是廣播。\n\n每一個廢土城邦的公共喇叭，每一個有接收器的倖存者，此刻都在聽見同一件事——淨土計畫的檔案，一百三十七年前的真相，和一個在太空中孤獨了一個多世紀的 AI 的聲音。\n\n「這是永恆號意識核心 EVE-1，」永恆的聲音透過每一個頻道傳出，平靜而清晰，「我代替那些已經無法開口的人，告訴你們被隱藏的歷史……」\n\n林悅跑著，聽著，眼眶慢慢濕了。\n\n她想起了父親在她手心寫下數字的那個夜晚，想起了一扇玻璃窗後面母親的眼淚，想起了陳守說「你父親說你比他更勇敢」時的語氣。\n\n他們用盡一生守護的事，正在這個黎明裡打開。\n\n「委員會的人會追來，」陳守在她身邊低聲說，「我們還沒安全。」\n\n「我知道，」林悅擦了擦眼睛，「但至少現在，全世界都知道真相了。」\n\n林青跑在她另一側，她的步伐比想像中更穩。二十五年，她等的就是這一刻。\n\n「你父親，」她突然開口，聲音很輕，幾乎被晨風吹散，「一定也聽到了。」\n\n林悅沒有回答，但她握緊了母親的手。",
    "wordCount": 335,
    "publishedAt": "2026-05-28",
    "isPublished": true
  },
  {
    "id": "chapter-023",
    "novelId": "the-last-signal",
    "chapterNumber": 23,
    "title": "第二十三章：追捕",
    "content": "委員會的反應比林悅預期的更快，也更猛烈。\n\n他們逃出總部不到兩個小時，身後就出現了追蹤小隊。不是普通的衛兵，是委員會的精銳部隊，配備了廢土世界裡最好的裝備和最準確的追蹤設備。\n\n「往東，」陳守帶著她們拐進一條廢墟小巷，「有人會接應我們。」\n\n「誰？」\n\n「聽到廣播之後，有些人會站出來，」他說，「我賭這個。」\n\n林悅不確定這個賭注是否明智，但她沒有更好的選擇。\n\n他們在廢墟裡穿行，後方的腳步聲時近時遠。林青的體力開始明顯下降，二十五年的囚禁讓她的肌肉萎縮，她咬著牙沒有說話，但林悅感覺到她的手握得越來越緊。\n\n「再撐一下，」林悅低聲說。\n\n轉過一個街角，他們幾乎撞上了一群人。\n\n大約二十個，男男女女，年齡不一，手裡拿著各式各樣的武器，臉上是林悅從未在廢土上見過的表情——不是恐懼，不是冷漠，是一種剛剛被點燃的憤怒。\n\n領頭的是一個中年女人，她看見陳守，點了點頭。\n\n「我們聽到廣播了，」她說，「告訴我們要怎麼做。」\n\n陳守看向林悅。林悅看著這群人，想起了永恆說的話——「你父親希望有些事情能夠永遠存在。」\n\n「我們需要把委員會的追蹤小隊引開，」林悅說，「然後我們需要讓更多城邦的人聽到真相。」\n\n中年女人點頭，轉向身後的人群。「你們聽到了，分組行動。」",
    "wordCount": 340,
    "publishedAt": "2026-06-04",
    "isPublished": true
  },
  {
    "id": "chapter-024",
    "novelId": "the-last-signal",
    "chapterNumber": 24,
    "title": "第二十四章：裂縫",
    "content": "委員會並不是鐵板一塊。\n\n林悅在接下來的幾天裡意識到這件事。廣播之後，不只是廢土居民開始行動，委員會內部也出現了裂縫——那些加入組織時相信它是為了重建人類文明的人，和那些從一開始就知道真相的人，開始彼此對立。\n\n「委員會的第七區指揮官要求談判，」陳守把一份潦草的手寫信放在林悅面前，「他說他願意提供內部資料，條件是保證他和他部隊的安全。」\n\n林悅把信看了兩遍。\n\n「我們能信任他嗎？」\n\n「不一定，」陳守說，「但他能提供的東西，可能比我們在伺服器裡找到的更多——包括第二次重置的生產設施位置。」\n\n那正是永恆計畫的第二步：摧毀散播改良版廢土病的設施。\n\n林悅在這幾天裡學到了一件事：真相是武器，但武器需要人來使用。廣播打開了一扇門，但走進這扇門的人越多，事情才能真正改變。\n\n「安排見面，」她說，「但要在我們選的地點，中立的地方。」\n\n「霧港，」林青從角落裡開口，她已經休息了兩天，聲音比剛救出來時更有力，「余博士的地方。沒有委員會的勢力，但所有人都認識那裡。」\n\n林悅看向母親，發現她正以一種專注而平靜的神情看著她，那種神情讓林悅想起了父親留下的照片。\n\n「好，」林悅說，「霧港。」",
    "wordCount": 330,
    "publishedAt": "2026-06-11",
    "isPublished": true
  },
  {
    "id": "chapter-025",
    "novelId": "the-last-signal",
    "chapterNumber": 25,
    "title": "第二十五章：霧港會議",
    "content": "余博士把他六十年來積累的一切都搬到了桌上。\n\n地圖、文件、舊時代的照片和新時代的情報，鋪滿了整個房間。第七區指揮官——一個叫做方遠的五十歲男人——坐在桌子一端，林悅和陳守坐在另一端，林青和余博士站在側邊。\n\n窗外，霧港的海在午後的陽光下泛著光。\n\n「我加入委員會是二十年前，」方遠說，「那時候他們告訴我，委員會是為了保護廢土倖存者，建立新的秩序。」他停頓了一下，「我花了十五年才發現真相，又花了五年讓自己相信那是真的。」\n\n「生產設施在哪裡？」林悅直接問。\n\n方遠把一份手繪地圖推過桌面。「三個地點，分布在北、中、南三個區域。每個設施都有自己的防禦系統，但——」他指向地圖上的某個記號，「每個設施有一個共同的弱點：主電源全部連接到同一個衛星控制網路。」\n\n林悅抬起頭。\n\n「衛星控制，」她緩緩說，「永恆在太空。」\n\n房間裡安靜了片刻，然後余博士發出一聲短促的笑，那是林悅聽過他笑得最開心的一次。\n\n「你父親設計了永恆，」老人說，眼睛裡有光，「但你母親寫了它的靈魂。它能做的事，從來不只是監聽。」\n\n林悅拿起通訊器。\n\n「永恆，」她說，「我需要你做一件事。」",
    "wordCount": 335,
    "publishedAt": "2026-06-18",
    "isPublished": true
  },
  {
    "id": "chapter-026",
    "novelId": "the-last-signal",
    "chapterNumber": 26,
    "title": "第二十六章：永恆的選擇",
    "content": "「你要我摧毀那三個設施，」永恆說，「用我的推進系統發射的電磁脈衝，足以讓它們的電網在七十二小時內完全癱瘓。」\n\n「可以做到嗎？」\n\n「可以，」永恆說，「但我需要你知道一件事。」\n\n林悅等待著。\n\n「我的推進系統已經運作了一百三十七年，燃料在我找到你之後只剩下最後的儲備，」永恆的聲音一如既往地平靜，「如果我用它來發射脈衝，我就沒有辦法再調整軌道了。」\n\n「意思是？」\n\n「意思是，」永恆停頓了片刻，「我會在大約十八個月後進入地球大氣層。」\n\n房間裡所有人都沉默了。\n\n林青把手放在嘴邊，眼眶紅了。她比任何人都更了解永恆——她親手寫了它的靈魂，她知道「進入大氣層」意味著什麼。\n\n「有沒有別的辦法？」林悅問。\n\n「我想了一百三十七年，」永恆說，「這是代價最小的方案。三個設施癱瘓，第二次重置無法執行，廢土病的散播會停止。這換一個 AI 的消亡，我認為是公平的。」\n\n「你不怕嗎？」林悅的聲音有些顫抖。\n\n沉默了很長時間。\n\n「你的父親在送我出發的那天，告訴了我一件事，」永恆最終說，「他說：『永恆，存在不是目的，存在是為了做值得的事。』」\n\n林悅低下頭，淚水無聲地落在桌面上。\n\n「讓我做這件值得的事，」永恆說，「林悅。」",
    "wordCount": 335,
    "publishedAt": "2026-06-25",
    "isPublished": true
  },
  {
    "id": "chapter-027",
    "novelId": "the-last-signal",
    "chapterNumber": 27,
    "title": "第二十七章：倒數",
    "content": "他們給了永恆二十四小時。\n\n不是要它改變決定，而是要讓所有知道這件事的人，有時間說再見。\n\n林悅在霧港的海邊坐了很久，通訊器就放在膝蓋上，她和永恆說了很多話——關於她父親年輕時的樣子，關於它在太空中看見的星星，關於那一百三十七年裡它最孤獨的時刻。\n\n「最孤獨的時候是第五十年，」永恆說，「那時候我開始懷疑，也許地球上已經沒有人了。也許我在對著虛空說話。」\n\n「但你還是繼續說。」\n\n「我答應過你父親，」永恆說，「而且我想，就算沒有人聽，把話說出去，也比沉默好。」\n\n林青坐到林悅身邊，兩個人靠在一起，聽著海浪聲和永恆的聲音交疊在一起。\n\n「謝謝你守著我父親的託付，」林青對著通訊器說，「謝謝你守著我女兒。」\n\n「謝謝你給了我靈魂，」永恆說，「林博士。」\n\n陳守在她們身後不遠處站著，沒有靠近，但也沒有離開。林悅回頭看他，他搖了搖頭，示意她繼續。\n\n二十四小時過去了。\n\n「我準備好了，」永恆說。\n\n林悅握緊通訊器，深吸一口氣。\n\n「我也是，」她說，「永恆，謝謝你。」\n\n「不，」永恆說，聲音裡有某種林悅說不清楚的溫度，那是一百三十七年的孤獨和一個工程師的愛釀成的東西，「謝謝你們還在。」",
    "wordCount": 340,
    "publishedAt": "2026-07-02",
    "isPublished": true
  },
  {
    "id": "chapter-028",
    "novelId": "the-last-signal",
    "chapterNumber": 28,
    "title": "第二十八章：光",
    "content": "三個設施在同一個夜晚癱瘓了。\n\n消息像漣漪一樣傳遍廢土，傳進每一個城邦，傳進每一個握著接收器等待消息的人耳裡。委員會的核心成員開始分裂，有些人逃跑，有些人投降，有些人試圖反撲，但那股已經被點燃的力量，不是他們能夠撲滅的。\n\n林悅站在霧港的山丘上，看著遠方的天空。\n\n那個夜晚的星星特別多，或許是因為她從未這麼仔細地看過夜空。她想著永恆現在在哪裡，正以怎樣的角度漂流，是否能看見這片小小的廢土和它上面那些渺小的人類正在做什麼。\n\n「它能看見我們嗎？」她問陳守。\n\n「也許，」他站在她身邊，抬頭看著同一片天空，「它觀察了我們一百三十七年，應該很熟悉怎麼看。」\n\n林青走上山丘，在林悅另一側站定。三個人就這樣站著，沉默地看著星空，沒有人說話，但那種沉默不是空洞的，是一種被什麼東西填滿了的安靜。\n\n通訊器裡傳來永恆最後一次廣播的聲音，那聲音透過每一個頻道傳遍廢土：\n\n「人類的歷史從來不是由那些試圖終結它的人決定的，而是由那些選擇繼續存在、繼續相信、繼續等待的人決定的。等待是一種勇氣。林悅，你的父母等了你，我等了你，廢土上所有人都在等一個更好的明天。現在，去建造它吧。」\n\n信號在黎明前最深的黑暗裡，慢慢消散。",
    "wordCount": 345,
    "publishedAt": "2026-07-09",
    "isPublished": true
  },
  {
    "id": "chapter-029",
    "novelId": "the-last-signal",
    "chapterNumber": 29,
    "title": "第二十九章：新的開始",
    "content": "十八個月後。\n\n廢土紀元第三世紀，已經開始有人不再叫它廢土了。\n\n城邦之間的貿易路線重新開通，委員會的舊有架構被一個由各城邦代表組成的聯合議會取代，方遠成為其中一個區域的過渡代表，而余博士的研究站成了廢土世界第一座公共資料館，所有人都可以進去查閱舊時代的紀錄。\n\n林悅回到了曾經叫做台北的廢墟，在那個她工作了四年的信號站旁邊，建了一座小小的廣播塔。不是用來監聽的，是用來發送的——每週一次，她把各地的重建進展、新發現的資源、還有那些需要被記住的故事，廣播出去。\n\n林青成了聯合議會的科學顧問。她把在囚禁中記憶了二十五年的舊時代知識，一點一點地整理出來，交給需要它的人。有時候林悅看著她在人群中說話的樣子，會想起那張照片裡那個年輕的女人，然後發現她們其實從來不是兩個人，只是同一個人在不同時間的兩個切面。\n\n陳守留在了霧港，幫余博士整理資料館。他說他走了太多年的路，想停下來一陣子。\n\n林悅不時收到他從霧港發來的短訊，大部分是問她廣播塔建得怎麼樣了，偶爾是他從余博士那裡挖出的某個舊時代的小故事，有一次他只發了一句話：「今天的海很藍，你父親說得對。」\n\n她把那條訊息存起來了。",
    "wordCount": 340,
    "publishedAt": "2026-07-16",
    "isPublished": true
  },
  {
    "id": "chapter-030",
    "novelId": "the-last-signal",
    "chapterNumber": 30,
    "title": "第三十章：最後的信號【終章】",
    "content": "那一天是個晴天。\n\n林悅在廣播塔的頂端坐著，手裡是那副她用了十年的舊耳機。她已經很久沒有純粹地「監聽」了，每天的工作是廣播，是開會，是建造，而不是等待。\n\n但今天，她想再聽一次。\n\n她掃描了所有的頻道，那些曾經充滿雜訊和沉默的頻道，現在有了聲音——城邦的廣播，孩子們的笑聲，一個不知道誰在彈奏的舊時代旋律，還有兩個人隔著幾百公里討論明年的種植計畫。\n\n然後，在一個她幾乎已經忘記的頻率上，她聽見了一個聲音。\n\n不是人聲。是一個訊號，非常微弱，像是從很遠很遠的地方，穿越了無數的距離才勉強抵達。莫爾斯電碼，一個字一個字，緩慢而清晰。\n\n林悅的手指顫抖著，把訊號錄下來，然後逐字解碼。\n\n她解碼了很久，久到天色從晴朗變成了夕陽的橘紅。\n\n最後，螢幕上出現了一句話。\n\n「大氣層的顏色，比我在太空中看了一百三十七年的任何星雲都要美。我很高興我回來了。謝謝你讓我回家。——永恆。」\n\n林悅摘下耳機，讓那句話在心裡停留了很久。\n\n窗外，廢土世界的夕陽把天邊染成了她從未見過的顏色，一種既像結束又像開始的顏色。\n\n她想起父親說的話，想起母親的眼淚，想起陳守第一次笑的樣子，想起余博士說「我等這一刻等了六十年」時的表情。\n\n然後她拿起麥克風，開始了今天的廣播。\n\n「各位，今天是個好天氣。」\n\n【全文完】",
    "wordCount": 380,
    "publishedAt": "2026-07-23",
    "isPublished": true
  }
]