[
  {
    "id": "chapter-001",
    "novelId": "the-last-signal",
    "chapterNumber": 1,
    "title": "第一章：異常訊號",
    "content": "西元 2287 年。廢土紀元第三世紀。\n\n林悅坐在她的信號站裡，這是一個由舊時代衛星天線改建的小屋，位於曾經叫做「台北」的廢墟邊緣。牆壁是厚厚的混凝土，窗戶用廢棄的太陽能板遮擋，只留下幾條細縫讓灰塵色的陽光透進來。\n\n她的工作很簡單：監聽。\n\n每天十六個小時，她戴著那副沉重的耳機，掃描每一個頻道，記錄每一個異常。大部分時候什麼都沒有。偶爾是其他廢土部落的廣播，或者是自然界的電磁干擾。她把這些都記錄下來，每週用信鴿送到城邦委員會。\n\n今天是她在這個崗位上的第四年。\n\n「嘶——」\n\n耳機裡突然出現一陣刺耳的雜訊，林悅皺了皺眉。她調整了一下頻率旋鈕，那陣雜訊沒有消失，反而變得更清晰了。\n\n不對。\n\n她坐直身體，手指開始快速操作儀器。那不是普通的電磁干擾。那是——一個規律的節奏。三短、三長、三短。三短、三長、三短。\n\n莫爾斯電碼。\n\n但這個世界已經沒有人用莫爾斯電碼了。所有人都用更有效率的頻道加密系統。而且那個訊號的來源……\n\n林悅看了一眼方位計算器，倒吸一口冷氣。\n\n那個訊號不是從地面來的。\n\n它來自九萬公里以外的太空。",
    "wordCount": 320,
    "publishedAt": "2026-01-01",
    "isPublished": true
  },
  {
    "id": "chapter-002",
    "novelId": "the-last-signal",
    "chapterNumber": 2,
    "title": "第二章：解碼",
    "content": "林悅花了三個小時才讓自己的手停止顫抖。\n\n她重新播放了十七次那段訊號，每一次都確認了同樣的結果。不是天然電磁干擾，不是地面廣播，不是已知的任何人造衛星殘骸——那些在文明崩潰後已經大部分墜毀或沉默。\n\n這是一個主動發出的訊號。有人，或者某樣東西，在九萬公里外呼叫地球。\n\n她解碼了那段莫爾斯電碼，得到一串數字：\n\n4-7-2-3-1-1-9-8-4-7\n\n沒有任何意義。她試過所有她能想到的方法——經緯度座標、日期格式、舊時代的電話號碼。什麼都不是。\n\n直到她把那串數字對照了舊時代的週期表。\n\n4 是鈹，7 是氮，2 是氦，3 是鋰……\n\n不對，不是元素序號。\n\n她重新試了一次，這次用的是氨基酸的編碼序列，那是舊時代生物學家用來標記蛋白質的方式。\n\n螢幕上緩緩出現了兩個字。\n\n「還在。」\n\n林悅盯著那兩個字看了很久很久。\n\n在文明崩潰之前，人類曾經發射過一艘探測船，叫做「永恆號」。船上沒有人類，只有一個 AI 系統，負責在太空中搜索其他文明的訊號。\n\n探測船在文明崩潰後失去聯繫，所有人都以為它已經損毀。\n\n距離那次失聯，已經過了整整一百三十七年。",
    "wordCount": 295,
    "publishedAt": "2026-01-08",
    "isPublished": true
  },
  {
    "id": "chapter-003",
    "novelId": "the-last-signal",
    "chapterNumber": 3,
    "title": "第三章：決定",
    "content": "林悅在信號站裡坐了一整夜。\n\n她知道她應該把這件事報告給城邦委員會。這是她的職責，是她宣過誓要做的事。任何異常訊號都必須在二十四小時內上報。\n\n但她也知道，一旦上報，這件事就不再屬於她了。\n\n委員會會怎麼做？他們會派人來接管這個信號站。他們會用更好的設備嘗試建立聯繫。或者，他們可能會認為這是某個敵對部落的陷阱，直接切斷頻道。\n\n林悅想起了她的父親。\n\n他曾經是舊時代的工程師，在文明崩潰前的最後幾年裡，參與了「永恆號」的建造。他在林悅五歲的時候死於廢土病，但在那之前，他告訴過她一件事。\n\n「永恆號上有一個密碼，」他用沙啞的聲音說，「如果它有一天聯繫回來，用那個密碼，它會告訴你真相。」\n\n林悅從來不知道那個密碼是什麼。她以為那只是一個垂死的人說的糊塗話。\n\n直到現在，她看著那串數字：4-7-2-3-1-1-9-8-4-7。\n\n她的父親在臨死前，在她的手心上寫過一串數字。她記了二十年，以為只是無意義的囈語。\n\n7-2-3-1-1-9\n\n中間六個數字，完全吻合。\n\n林悅深吸一口氣，調整了發射頻率，開始用莫爾斯電碼輸入她準備了二十年卻從未用過的回覆。\n\n她打出了四個字：\n\n「我在等你。」",
    "wordCount": 310,
    "publishedAt": "2026-01-15",
    "isPublished": true
  }
]